acpi
alacritty
alsa-plugins
alsa-utils
arandr
autoconf
automake
awesome
base
binutils
bison
blueman
bluez
bluez-utils
cups
discord_arch_electron
dmenu
dosbox
efibootmgr
exfat-utils
fakeroot
fd
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
gnome-disk-utility
gobject-introspection
grep
groff
grub
gst-plugin-pipewire
gzip
htop
i3lock
imagemagick
intel-ucode
iwd
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libpulse
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
luarocks
lutris
m4
make
meson
mictray
mpg123
nano
nemo
neofetch
neovim
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvim-packer-git
nvm
ocl-icd
openal
opencl-nvidia
optimus-manager
optimus-manager-qt
pacman
pasystray
patch
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-jack
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
ripgrep
rofi
samba
scrot
sed
smartmontools
spaceship-prompt-git
stack
steam
stow
sudo
texinfo
unarchiver
unzip
ventoy-bin
vim
wget
which
wine-staging
winetricks
wireless_tools
wireplumber
xdg-utils
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yamllint
yay
zenity
zram-generator
zsh
